#!/bin/bash

# Define color codes
INFO='\033[0;36m'  # Cyan
BANNER='\033[0;35m' # Magenta
YELLOW='\033[0;33m' # Yellow
RED='\033[0;31m'    # Red
GREEN='\033[0;32m'  # Green
BLUE='\033[0;34m'   # Blue
NC='\033[0m'        # No Color

# Display social details and channel information in large letters manually
echo "========================================"
echo -e "${YELLOW} Script is made by HIDDENODE${NC}"
echo -e "-------------------------------------"

cat << EOF
██╗  ██╗██╗██████╗ ██████╗ ███████╗███╗   ██╗ ██████╗ ██████╗ ███████╗
██║  ██║██║██╔══██╗██╔══██╗██╔════╝████╗  ██║██╔═══██╗██╔══██╗██╔════╝
███████║██║██║  ██║██║  ██║█████╗  ██╔██╗ ██║██║   ██║██║  ██║█████╗  
██╔══██║██║██║  ██║██║  ██║██╔══╝  ██║╚██╗██║██║   ██║██║  ██║██╔══╝  
██║  ██║██║██████╔╝██████╔╝███████╗██║ ╚████║╚██████╔╝██████╔╝███████╗
╚═╝  ╚═╝╚═╝╚═════╝ ╚═════╝ ╚══════╝╚═╝  ╚═══╝ ╚═════╝ ╚═════╝ ╚══════╝
EOF

echo -e "${RED} This script is exclusive for private members only. Do not share resources publicly.${NC}"
echo -e "------------------------------------------------------------"
echo -e "${YELLOW} Want to join private? Contact - @seamya ${NC}"

echo "======================================================="
echo -e "${YELLOW}Facebook: ${GREEN}https://www.facebook.com/profile.php?id=100057383421011${NC}"
echo -e "${YELLOW}YouTube: ${GREEN}https://www.youtube.com/@airdropbombnode${NC}"
echo -e "${YELLOW}Medium: ${INFO}https://medium.com/@airdropbomb${NC}"
echo "======================================================="
